[PRPA_AdventRifle X2WeaponTemplate]
FriendlyName="变种人步枪"
BriefSummary="变种人步枪 - 可供强袭枪兵、军官、祭祀使用。造成 3-5 点伤害，2 点暴击伤害，弹夹容量为 3。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="变种人步枪"

[PRPA_AdventRifleLaser X2WeaponTemplate]
FriendlyName="激光变种人步枪"
BriefSummary="激光变种人步枪 - 可供强袭枪兵、军官、祭祀使用。造成 4-7 点伤害，2 点暴击伤害，弹夹容量为 3。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="变种人步枪"

[PRPA_AdventRifleMagnetic X2WeaponTemplate]
FriendlyName="磁力变种人步枪"
BriefSummary="磁力变种人步枪 - 可供强袭枪兵、军官、祭祀使用。造成 5-9 点伤害，3 点暴击伤害，弹夹容量为 3。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="变种人步枪"

[PRPA_AdventRifleCoil X2WeaponTemplate]
FriendlyName="线圈变种人步枪"
BriefSummary="线圈变种人步枪 - 可供强袭枪兵、军官、祭祀使用。造成 6-11 点伤害，4 点暴击伤害，弹夹容量为 3。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="变种人步枪"

[PRPA_AdventRifleBeam X2WeaponTemplate]
FriendlyName="电浆变种人步枪"
BriefSummary="电浆变种人步枪 - 可供强袭枪兵、军官、祭祀使用。造成 8-12 点伤害，5 点暴击伤害，弹夹容量为 3。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="变种人步枪"



[PRPA_AdventBattleRifle X2WeaponTemplate]
FriendlyName="变种人战斗步枪"
BriefSummary="变种人战斗步枪 - 可供生化突击兵和持盾者使用。造成 4-6 点伤害，2 点暴击伤害，弹夹容量为 5。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人战斗步枪 的战术效能。\n<Bullet/> 相当于 XCOMs Cannon"
AbilityDescName="变种人战斗步枪"

[PRPA_AdventBattleRifleLaser X2WeaponTemplate]
FriendlyName="激光变种人战斗步枪"
BriefSummary="激光变种人战斗步枪 - 可供生化突击兵和持盾者使用。造成 5-8 点伤害，3 点暴击伤害，弹夹容量为 5。
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人战斗步枪 的战术效能。\n<Bullet/> 相当于 XCOMs Cannon"
AbilityDescName="变种人战斗步枪"

[PRPA_AdventBattleRifleMagnetic X2WeaponTemplate]
FriendlyName="磁力变种人战斗步枪"
BriefSummary="磁力变种人战斗步枪 - 可供生化突击兵和持盾者使用。造成 6-11 点伤害，4 点暴击伤害，弹夹容量为 5。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人战斗步枪 的战术效能。\n<Bullet/> 相当于 XCOMs Cannon"
AbilityDescName="变种人战斗步枪"

[PRPA_AdventBattleRifleCoil X2WeaponTemplate]
FriendlyName="线圈变种人战斗步枪"
BriefSummary="线圈变种人战斗步枪 - 可供生化突击兵和持盾者使用。造成 8-13 点伤害，5 点暴击伤害，弹夹容量为 5。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人战斗步枪 的战术效能。\n<Bullet/> 相当于 XCOMs Cannon"
AbilityDescName="变种人战斗步枪"

[PRPA_AdventBattleRifleBeam X2WeaponTemplate]
FriendlyName="电浆变种人战斗步枪"
BriefSummary="电浆变种人战斗步枪 - 可供生化突击兵和持盾者使用。造成 11-15 点伤害，6 点暴击伤害，弹夹容量为 5。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人战斗步枪 的战术效能。\n<Bullet/> 相当于 XCOMs Cannon"
AbilityDescName="变种人战斗步枪"



[PRPA_AdventShotgun X2WeaponTemplate]
FriendlyName="变种人霰弹枪"
BriefSummary="变种人霰弹枪 - 可供生化盾牌步兵使用。造成 4-6 点伤害，2 点暴击伤害，弹夹容量为 4。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人霰弹枪的战术效能。\n<Bullet/> 相当于 XCOMs Shotgun"
AbilityDescName="变种人霰弹枪"

[PRPA_AdventShotgunLaser X2WeaponTemplate]
FriendlyName="激光变种人霰弹枪"
BriefSummary="激光变种人霰弹枪 - 可供生化盾牌步兵使用。造成 5-8 点伤害，3 点暴击伤害，弹夹容量为 4。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人霰弹枪的战术效能。\n<Bullet/> 相当于 XCOMs Shotgun"
AbilityDescName="变种人霰弹枪"

[PRPA_AdventShotgunMagnetic X2WeaponTemplate]
FriendlyName="磁力变种人霰弹枪"
BriefSummary="磁力变种人霰弹枪 - 可供生化盾牌步兵使用。造成 6-11 点伤害，4 点暴击伤害，弹夹容量为 4。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人霰弹枪的战术效能。\n<Bullet/> 相当于 XCOMs Shotgun"
AbilityDescName="变种人霰弹枪"

[PRPA_AdventShotgunCoil X2WeaponTemplate]
FriendlyName="线圈变种人霰弹枪"
BriefSummary="精制变种人霰弹枪 - 可供生化盾牌步兵使用。造成 8-13 点伤害，5 点暴击伤害，弹夹容量为 4。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人霰弹枪的战术效能。\n<Bullet/> 相当于 XCOMs Shotgun"
AbilityDescName="变种人霰弹枪"

[PRPA_AdventShotgunBeam X2WeaponTemplate]
FriendlyName="电浆变种人霰弹枪"
BriefSummary="电浆变种人霰弹枪 - 可供生化盾牌步兵使用。造成 10-14 点伤害，8 点暴击伤害，弹夹容量为 4。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人霰弹枪的战术效能。\n<Bullet/> 相当于 XCOMs Shotgun"
AbilityDescName="变种人霰弹枪"



[PRPA_AdventSMG X2WeaponTemplate]
FriendlyName="变种人冲锋枪"
BriefSummary="变种人冲锋枪 - 可供生化队长 使用。造成 2-4 点伤害，1 点暴击伤害，弹夹容量为 3"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人冲锋枪的战术效能。\n<Bullet/> 相当于 XCOMs SMG"
AbilityDescName="变种人冲锋枪"

[PRPA_AdventSMGLaser X2WeaponTemplate]
FriendlyName="激光变种人冲锋枪"
BriefSummary="激光变种人冲锋枪 - 可供生化队长使用。造成 3-6 点伤害，2 点暴击伤害，弹夹容量为 3"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人冲锋枪的战术效能。\n<Bullet/> 相当于 XCOMs SMG"
AbilityDescName="变种人冲锋枪"

[PRPA_AdventSMGMagnetic X2WeaponTemplate]
FriendlyName="磁力变种人冲锋枪"
BriefSummary="磁力变种人冲锋枪 - 可供生化队长 使用。造成 4-7 点伤害，2 点暴击伤害，弹夹容量为 3"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人冲锋枪的战术效能。\n<Bullet/> 相当于 XCOMs SMG"
AbilityDescName="变种人冲锋枪"

[PRPA_AdventSMGCoil X2WeaponTemplate]
FriendlyName="线圈变种人冲锋枪"
BriefSummary="线圈变种人冲锋枪- 可供生化队长 使用。造成 5-9 点伤害，3 点暴击伤害，弹夹容量为 3"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人冲锋枪的战术效能。\n<Bullet/> 相当于 XCOMs SMG"
AbilityDescName="变种人冲锋枪"

[PRPA_AdventSMGBeam X2WeaponTemplate]
FriendlyName="电浆变种人冲锋枪"
BriefSummary="电浆变种人冲锋枪 - 可供生化队长 使用。造成 6-11 点伤害和 4 点暴击伤害，弹夹容量为 3"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人冲锋枪的战术效能。\n<Bullet/> 相当于 XCOMs SMG"
AbilityDescName="变种人冲锋枪"



[PRPA_Stunlance X2WeaponTemplate]
FriendlyName="电棍"
BriefSummary="电棍 - 可供电棍手和生化突击兵使用。造成 2-4 点伤害，3 点暴击伤害"
TacticalText="<Bullet/> 在大多数攻击中会使人混乱。\n<Bullet/> 相当于 XCOM 战斗刀。"
AbilityDescName="电棍"

[PRPA_StunlanceAdvanced X2WeaponTemplate]
FriendlyName="磁力电棍"
BriefSummary="磁力电棍 - 可供电棍手和生化突击兵使用。造成 4-7 点伤害，5 点暴击伤害"
TacticalText="<Bullet/> 在大多数攻击中会使人混乱。\n<Bullet/> 相当于 XCOM 战斗刀。"
AbilityDescName="电棍"

[PRPA_StunlanceSuperior X2WeaponTemplate]
FriendlyName="电浆电棍"
BriefSummary="电浆电棍 - 可供电棍手和生化突击兵使用。造成 6-11 点伤害，8 点暴击伤害"
TacticalText="<Bullet/> 在大多数攻击中会使人混乱。\n<Bullet/> 相当于 XCOM 战斗刀。"
AbilityDescName="电棍"



[PRPA_PriestAmp X2WeaponTemplate]
FriendlyName="祭祀增幅器"
BriefSummary="祭祀增幅器 - 可供祭祀使用。增强祭祀的灵能能力并赋予其神圣战士能力。"
TacticalText="<Bullet/> 提高祭祀的灵能能力并赋予圣战士能力。"
AbilityDescName="祭祀增幅器"

[PRPA_PriestAmpAdvanced X2WeaponTemplate]
FriendlyName="高级祭祀增幅器"
BriefSummary="高级祭祀增幅器 - 可供祭祀使用。增强祭祀的灵能能力并赋予其神圣战士能力。"
TacticalText="<Bullet/> 提高祭祀的灵能能力并赋予圣战士能力。"
AbilityDescName="祭祀增幅器"

[PRPA_PriestAmpSuperior X2WeaponTemplate]
FriendlyName="终极祭祀增幅器"
BriefSummary="终极祭祀增幅器 - 可供祭祀使用。增强祭祀的灵能并赋予其神圣战士能力。"
TacticalText="<Bullet/> 提高祭祀的灵能能力并赋予圣战士能力。"
AbilityDescName="祭祀增幅器"



[PRPA_RaptorAmp X2WeaponTemplate]
FriendlyName="猛禽增幅器"
BriefSummary="猛禽突击兵增压器 - 可供猛禽突击兵使用。提高猛禽突击兵的灵能能力。"
TacticalText="<Bullet/> 提高猛禽突击兵的灵能能力。\n<Bullet/> 猛禽增压器等级决定了可部署相位无人机的强度。"
AbilityDescName="猛禽增幅器"

[PRPA_RaptorAmpAdvanced X2WeaponTemplate]
FriendlyName="高级猛禽增幅器"
BriefSummary="高级猛禽突击兵增压器 - 可供猛禽突击兵使用。提高猛禽突击兵的灵能能力"
TacticalText="<Bullet/> 提高猛禽突击兵的灵能能力。\n<Bullet/> 猛禽增压器等级决定了可部署相位无人机的强度。"
AbilityDescName="猛禽增幅器"

[PRPA_RaptorAmpSuperior X2WeaponTemplate]
FriendlyName="终极猛禽增幅器"
BriefSummary="终极猛禽突击兵增压器 - 可供猛禽突击兵使用。提高猛禽突击兵的灵能能力"
TacticalText="<Bullet/> 提高猛禽突击兵的灵能能力。\n<Bullet/> 猛禽增压器等级决定了可部署相位无人机的强度。"
AbilityDescName="猛禽增幅器"



[PRPA_PurifierFlamethrower X2WeaponTemplate]
FriendlyName="净化者火焰喷射器"
BriefSummary="净化者火焰喷射器 - 可供净化者使用。造成火焰伤害。造成 2-4 点伤害，1 点暴击伤害。火焰喷射器射程为 8 点，半径为 5 点。"
TacticalText="<Bullet/> 赋予净化者火焰喷射器能力。"
AbilityDescName="净化者火焰喷射器"

[PRPA_PurifierFlamethrowerAdvanced X2WeaponTemplate]
FriendlyName="高级净化者火焰喷射器"
BriefSummary="高级净化者火焰喷射器 - 可供净化者使用。造成凝固汽油弹伤害。造成 4-6 点伤害，2 点暴击伤害。火焰喷射器的射程为 9 点，半径为 6 点。"
TacticalText="<Bullet/> 授予高级净化者火焰喷射器能力。它可以绕过火焰免疫造成凝固汽油弹伤害。"
AbilityDescName="净化者火焰喷射器"

[PRPA_PurifierFlamethrowerSuperior X2WeaponTemplate]
FriendlyName="终极净化火焰者喷射器"
BriefSummary="终极净化者火焰喷射器 - 可供净化者使用。造成凝固汽油弹伤害。造成 6-8 点伤害，3 点暴击伤害。火焰喷射器的射程为 10 点，半径为 7 点。"
TacticalText="<Bullet/> 授予高级净化者火焰喷射器能力。可造成凝固汽油弹伤害，无视火焰免疫。不再结束回合。"
AbilityDescName="净化者火焰喷射器"



[PRPA_AdventPistol X2WeaponTemplate]
FriendlyName="变种人手枪"
BriefSummary="变种人手枪 - 可供净化者使用。造成 1-3 点伤害，1 点暴击伤害，并且有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 相当于 XCOMs 手枪"
AbilityDescName="变种人手枪"

[PRPA_AdventPistolLaser X2WeaponTemplate]
FriendlyName="激光变种人手枪"
BriefSummary="激光变种人手枪 - 可供净化者使用。造成 2-4 点伤害，2 点暴击伤害，并且有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 相当于 XCOMs 手枪"
AbilityDescName="变种人手枪"

[PRPA_AdventPistolMagnetic X2WeaponTemplate]
FriendlyName="磁力变种人手枪"
BriefSummary="磁力变种人手枪 - 可供净化者使用。造成 3-5 点伤害，3 点暴击伤害，并且有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 相当于 XCOMs 手枪"
AbilityDescName="变种人手枪"

[PRPA_AdventPistolCoil X2WeaponTemplate]
FriendlyName="线圈变种人手枪"
BriefSummary="线圈变种人手枪 - 可供净化者使用。造成 4-6 点伤害，4 点暴击伤害，并且有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 相当于 XCOMs 手枪"
AbilityDescName="变种人手枪"

[PRPA_AdventPistolBeam X2WeaponTemplate]
FriendlyName="电浆变种人手枪"
BriefSummary="电浆变种人手枪 - 可供净化者使用。造成 5-7 点伤害，5 点暴击伤害，并且有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 相当于 XCOMs 手枪"
AbilityDescName="变种人手枪"



[PRPA_BioShield X2WeaponTemplate]
FriendlyName="生化护盾"
BriefSummary="生化护盾 - 可供生化盾牌步兵使用。造成 3-5 点伤害，2 点暴击伤害，并且有 10% 额外暴击几率。"
TacticalText="<Bullet/> 与 XCOMs 盾牌相比。造成更高的伤害，但由于其重量，未经训练不能每回合使用。"
AbilityDescName="生化护盾"

[PRPA_BioShieldAdvanced X2WeaponTemplate]
FriendlyName="高级生化护盾"
BriefSummary="高级生化护盾 - 可供生化盾牌步兵使用。造成 6-8 点伤害，3 点暴击伤害，并且有 10% 额外暴击几率。"
TacticalText="<Bullet/> 与 XCOMs 盾牌相比。造成更高的伤害，但由于其重量，未经训练不能每回合使用。"
AbilityDescName="生化护盾"

[PRPA_BioShieldSuperior X2WeaponTemplate]
FriendlyName="终极生化护盾"
BriefSummary="终极生化护盾 - 可供生化盾牌步兵使用。造成 9-11 点伤害，4 点暴击伤害，并且有 10% 额外暴击几率。"
TacticalText="<Bullet/> 与 XCOMs 盾牌相比。造成更高的伤害，但由于其重量，未经训练不能每回合使用。"
AbilityDescName="生化护盾"



[PRPA_BioSaber X2WeaponTemplate]
FriendlyName="生化军刀"
BriefSummary="生化军刀 - 可供生化队长使用。造成 3-5 点伤害，2 点暴击伤害，并且有 15% 额外暴击几率。"
TacticalText="<Bullet/> 与 XCOM 的剑相比。在较高等级时造成的伤害较低，但它会毒害敌人。"
AbilityDescName="生化军刀"

[PRPA_BioSaberAdvanced X2WeaponTemplate]
FriendlyName="高级生化军刀"
BriefSummary="高级生化军刀 - 可供生化队长使用。造成 6-10 点伤害，4 点暴击伤害，并且有 15% 额外暴击几率。"
TacticalText="<Bullet/> 与 XCOM 的剑相比。在较高等级时造成的伤害较低，但它会毒害敌人。"
AbilityDescName="生化军刀"

[PRPA_BioSaberSuperior X2WeaponTemplate]
FriendlyName="终极生化军刀"
BriefSummary="终极生化军刀 - 可供生化队长使用。造成 7-13 点伤害，6 点暴击伤害，并且有 15% 额外暴击几率。"
TacticalText="<Bullet/> 与 XCOM 的剑相比。在较高等级时造成的伤害较低，但它会毒害敌人。"
AbilityDescName="生化军刀"



[PRPA_BioRocketLauncher X2GrenadeLauncherTemplate]
FriendlyName="生化火箭发射器"
BriefSummary="一种已经过时的生化火箭发射器。"
TacticalText="<Bullet/> 一门历经战火、见证辉煌的生化火箭发射器。"
AbilityDescName="生化火箭发射器"

[PRPA_BioRocketLauncherAdvanced X2WeaponTemplate]
FriendlyName="高级生化火箭发射器"
BriefSummary="高级生化火箭发射器，恢复了昔日辉煌"
TacticalText="<Bullet/> 生化火箭发射器已恢复其昔日的辉煌"
AbilityDescName="生化火箭发射器"

[PRPA_BioRocketLauncherSuperior X2WeaponTemplate]
FriendlyName="终极生化火箭发射器"
BriefSummary="通过我们的技术改进而完善的生化火箭发射器。"
TacticalText="<Bullet/> 通过我们的技术改进而完善的生化火箭发射器。"
AbilityDescName="生化火箭发射器"



[PRPA_AdventFrostRifle X2WeaponTemplate]
FriendlyName="变种人寒霜步枪"
BriefSummary="变种人寒霜步枪 - 可供寒霜队长和寒霜专家使用。造成 2-4 点伤害，2 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="变种人寒霜步枪"

[PRPA_AdventFrostRifleLaser X2WeaponTemplate]
FriendlyName="激光变种人寒霜步枪"
BriefSummary="激光变种人寒霜步枪 - 可供寒霜队长和寒霜专家使用。造成 3-6 点伤害，3 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="变种人寒霜步枪"

[PRPA_AdventFrostRifleMagnetic X2WeaponTemplate]
FriendlyName="磁力变种人寒霜步枪"
BriefSummary="磁力变种人寒霜步枪 - 可供寒霜队长和寒霜专家使用。造成 4-7 点伤害，4 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="变种人寒霜步枪"

[PRPA_AdventFrostRifleCoil X2WeaponTemplate]
FriendlyName="线圈变种人寒霜步枪"
BriefSummary="精制变种人寒霜步枪 - 可供寒霜队长和寒霜专家使用。造成 5-9 点伤害，5 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="变种人寒霜步枪"

[PRPA_AdventFrostRifleBeam X2WeaponTemplate]
FriendlyName="电浆变种人寒霜步枪"
BriefSummary="电浆变种人寒霜步枪 - 可供寒霜队长和寒霜专家使用。造成 6-11 点伤害，6 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="变种人寒霜步枪"



[PRPA_AdventFrostShotgun X2WeaponTemplate]
FriendlyName="变种人寒霜霰弹枪"
BriefSummary="变种人霜冻霰弹枪。造成 3-5 点伤害，2 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击霰弹枪"
AbilityDescName="变种人寒霜霰弹枪"

[PRPA_AdventFrostShotgunLaser X2WeaponTemplate]
FriendlyName="激光变种人寒霜霰弹枪"
BriefSummary="激光变种人寒霜霰弹枪。造成 4-7 点伤害，3 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击霰弹枪"
AbilityDescName="变种人寒霜霰弹枪"

[PRPA_AdventFrostShotgunMagnetic X2WeaponTemplate]
FriendlyName="磁力变种人寒霜霰弹枪"
BriefSummary="磁力变种人寒霜霰弹枪。造成 5-9 点伤害，4 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击霰弹枪"
AbilityDescName="变种人寒霜霰弹枪"

[PRPA_AdventFrostShotgunCoil X2WeaponTemplate]
FriendlyName="线圈变种人寒霜霰弹枪"
BriefSummary="精制的变种人寒霜霰弹枪。造成 6-11 点伤害，5 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击霰弹枪"
AbilityDescName="变种人寒霜霰弹枪"

[PRPA_AdventFrostShotgunBeam X2WeaponTemplate]
FriendlyName="电浆变种人寒霜霰弹枪"
BriefSummary="电浆变种人霜冻霰弹枪。造成 8-12 点伤害，6 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击霰弹枪"
AbilityDescName="变种人寒霜霰弹枪"



[PRPA_AdventFrostPistol X2WeaponTemplate]
FriendlyName="变种人寒霜手枪"
BriefSummary="变种人寒霜手枪。造成 1-3 点伤害，1 点暴击伤害，并且有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 变种人寒霜手枪"
AbilityDescName="变种人寒霜手枪"

[PRPA_AdventFrostPistolLaser X2WeaponTemplate]
FriendlyName="激光变种人寒霜手枪"
BriefSummary="激光变种人寒霜手枪。造成 2-4 点伤害，2 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/>激光变种人寒霜手枪"
AbilityDescName="变种人寒霜手枪"

[PRPA_AdventFrostPistolMagnetic X2WeaponTemplate]
FriendlyName="磁力变种人寒霜手枪"
BriefSummary="修复了 Advent Frost Pisto。造成 3-5 点伤害，3 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 磁力变种人寒霜手枪"
AbilityDescName="变种人寒霜手枪"

[PRPA_AdventFrostPistolCoil X2WeaponTemplate]
FriendlyName="线圈变种人寒霜手枪"
BriefSummary="精制变种人寒霜手枪。造成 4-6 点伤害，4 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 线圈变种人寒霜手枪"
AbilityDescName="变种人寒霜手枪"

[PRPA_AdventFrostPistolBeam X2WeaponTemplate]
FriendlyName="电浆变种人寒霜手枪"
BriefSummary="电浆变种人寒霜手枪。造成 5-7 点伤害，5 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 电浆变种人寒霜手枪"
AbilityDescName="变种人寒霜手枪"



[PRPA_FreezeLauncher X2WeaponTemplate]
FriendlyName="寒霜火箭发射器"
BriefSummary="一架能量的寒霜火箭发射器，已经见证过它的辉煌。"
TacticalText="<Bullet/> 一挺久经沙场的寒霜火箭发射器，曾见证过它的辉煌。"
AbilityDescName="寒霜火箭发射器"

[PRPA_FreezeLauncherAdvanced X2WeaponTemplate]
FriendlyName="高级寒霜火箭发射器"
BriefSummary="一台恢复了昔日辉煌的寒霜火箭发射器"
TacticalText="<Bullet/> 一架恢复了昔日辉煌的寒霜火箭发射器"
AbilityDescName="寒霜火箭发射器"

[PRPA_FreezeLauncherSuperior X2WeaponTemplate]
FriendlyName="终极寒霜火箭发射器"
BriefSummary="通过我们的技术改进而完善的寒霜火箭发射器。"
TacticalText="<Bullet/> 通过我们的技术改进而完善的寒霜火箭发射器。"
AbilityDescName="寒霜火箭发射器"



[PRPA_FrostAxe X2PairedWeaponTemplate]
FriendlyName="霜斧"
BriefSummary="一把已经枯竭的寒霜斧，曾经风光无限。造成 2-4 点伤害，2 点暴击伤害"
TacticalText="<Bullet/> 一把历经战火、见证辉煌的霜斧。"
AbilityDescName="寒霜之斧"

[PRPA_FrostAxeAdvanced X2PairedWeaponTemplate]
FriendlyName="高级霜斧"
BriefSummary="一把恢复了往日光辉的寒霜斧。造成 4-8 点伤害，3 点暴击伤害"
TacticalText="<Bullet/> 一把恢复了昔日光辉的霜斧。"
AbilityDescName="FreezeLauncher"

[PRPA_FrostAxeSuperior X2PairedWeaponTemplate]
FriendlyName="终极霜斧"
BriefSummary="经过我们的技术改进，这把寒霜斧更加完美。造成 6-12 点伤害，4 点暴击伤害"
TacticalText="<Bullet/> 一把因我们的技术改进而更加完美的霜斧。"
AbilityDescName="寒霜之斧"



[PRPA_FrostSecondAxe X2PairedWeaponTemplate]
FriendlyName="霜斧"
BriefSummary="一把已经枯竭的寒霜斧，曾经风光无限。造成 2-4 点伤害，2 点暴击伤害"
TacticalText="<Bullet/> 一把历经战火、见证辉煌的霜斧。"
AbilityDescName="寒霜之斧"

[PRPA_FrostSecondAxeAdvanced X2PairedWeaponTemplate]
FriendlyName="高级霜斧"
BriefSummary="一把恢复了往日光辉的寒霜斧。造成 4-8 点伤害，3 点暴击伤害"
TacticalText="<Bullet/> 一把恢复了昔日光辉的霜斧。"
AbilityDescName="寒霜之斧"

[PRPA_FrostSecondAxeSuperior X2PairedWeaponTemplate]
FriendlyName="终极霜斧"
BriefSummary="经过我们的技术改进，这把寒霜斧更加完美。造成 6-12 点伤害，4 点暴击伤害"
TacticalText="<Bullet/> 一把因我们的技术改进而更加完美的霜斧。"
AbilityDescName="寒霜之斧"



[PRPA_FrostGremlin X2GremlinTemplate]
FriendlyName="寒霜小精灵"
BriefSummary="一只已经枯竭的寒霜小精灵，已经度过了美好的时光。"
TacticalText="<Bullet/> 一只久经沙场的寒霜小精灵，曾见证过它的辉煌岁月。"
AbilityDescName="寒霜小精灵"

[PRPA_FrostGremlinAdvanced X2GremlinTemplate]
FriendlyName="高级寒霜小精灵"
BriefSummary="寒霜小精灵已恢复其昔日的辉煌。"
TacticalText="<Bullet/> 寒霜小精灵已恢复其昔日的辉煌。"
AbilityDescName="寒霜小精灵"

[PRPA_FrostGremlinSuperior X2GremlinTemplate]
FriendlyName="终极寒霜小精灵"
BriefSummary="通过我们的技术改进而完善的寒霜小精灵。"
TacticalText="<Bullet/> 通过我们的技术改进而完善的寒霜小精灵。"
AbilityDescName="寒霜小精灵"



[PRPA_PurifierCryolator X2WeaponTemplate]
FriendlyName="净化者寒霜喷射器"
BriefSummary="一台净化者冷冻机，曾经风光无限。造成 3-5 点伤害，2 点暴击伤害，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 一挺久经沙场的净化者冷冻枪，曾有过辉煌的岁月。造成 3-4 点伤害，2 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
AbilityDescName="净化者寒霜喷射器"

[PRPA_PurifierCryolatorAdvanced X2WeaponTemplate]
FriendlyName="高级净化者寒霜喷射器"
BriefSummary="已恢复其昔日辉煌的净化者冷冻器。造成 5-7 点伤害，3 点暴击伤害，并具有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 净化者冷冻器已恢复其昔日的辉煌。造成 3-4 点伤害，2 点暴击伤害，弹夹容量为 4，并具有 5% 额外暴击几率和 10% 额外命中。"
AbilityDescName="净化者寒霜喷射器"

[PRPA_PurifierCryolatorSuperior X2WeaponTemplate]
FriendlyName="终极净化者寒霜喷射器"
BriefSummary="通过我们的技术改进，净化者冷冻器已臻完美。造成 7-9 点伤害，4 点暴击伤害，并具有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 通过我们的技术改进而更加完美净化冷冻器。"
AbilityDescName="净化者寒霜喷射器"



[PRPA_RaptorSniperRifle X2WeaponTemplate]
FriendlyName="猛禽狙击步枪"
BriefSummary="猛禽狙击步枪。造成 4-5 点伤害，2 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOM的维克托步枪"
AbilityDescName="猛禽狙击步枪"

[PRPA_RaptorSniperRifleLaser X2WeaponTemplate]
FriendlyName="激光猛禽狙击步枪"
BriefSummary="激光猛禽狙击步枪。造成 6-7 点伤害，3 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOM的维克托步枪"
AbilityDescName="猛禽狙击步枪"

[PRPA_RaptorSniperRifleMagnetic X2WeaponTemplate]
FriendlyName="磁力猛禽狙击步枪"
BriefSummary="磁力猛禽狙击步枪。造成 8-9 点伤害，4 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOM的维克托步枪"
AbilityDescName="猛禽狙击步枪"

[PRPA_RaptorSniperRifleCoil X2WeaponTemplate]
FriendlyName="线圈猛禽狙击步枪"
BriefSummary="线圈猛禽狙击步枪。造成 10-11 点伤害，5 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOM的维克托步枪"
AbilityDescName="猛禽狙击步枪"

[PRPA_RaptorSniperRifleBeam X2WeaponTemplate]
FriendlyName="电浆猛禽狙击步枪"
BriefSummary="电浆猛禽狙击步枪。造成 12-13 点伤害，6 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOM的维克托步枪"
AbilityDescName="猛禽狙击步枪"



[PRPA_DestroyerAssaultRifle X2WeaponTemplate]
FriendlyName="毁灭者突击步枪"
BriefSummary="毁灭者突击步枪。造成 4-5 点伤害，2 点暴击伤害，弹夹容量为 3，并有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="毁灭者突击步枪"

[PRPA_DestroyerAssaultRifleLaser X2WeaponTemplate]
FriendlyName="激光毁灭者突击步枪"
BriefSummary="激光毁灭者突击步枪。造成 6-7 点伤害，3 点暴击伤害，弹夹容量为 3，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="毁灭者突击步枪"

[PRPA_DestroyerAssaultRifleMagnetic X2WeaponTemplate]
FriendlyName="磁力毁灭者突击步枪"
BriefSummary="磁力毁灭者突击步枪。造成 8-9 点伤害，4 点暴击伤害，弹夹容量为 3，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="毁灭者突击步枪"

[PRPA_DestroyerAssaultRifleCoil X2WeaponTemplate]
FriendlyName="线圈毁灭者突击步枪"
BriefSummary="精制的毁灭者突击步枪。造成 10-11 点伤害，5 点暴击伤害，弹夹容量为 3，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="毁灭者突击步枪"

[PRPA_DestroyerAssaultRifleBeam X2WeaponTemplate]
FriendlyName="电浆毁灭者突击步枪"
BriefSummary="电浆毁灭者突击步枪。造成 12-13 点伤害，6 点暴击伤害，弹夹容量为 3，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高变种人步枪的战术效能。\n<Bullet/> 相当于 XCOMs 突击步枪"
AbilityDescName="毁灭者突击步枪"



[PRPA_WraithPsiPistol X2WeaponTemplate]
FriendlyName="幽灵灵能手枪"
BriefSummary="幽灵灵能手枪。造成 2-4 点伤害，1 点暴击伤害，并有 5% 额外暴击几率和 5% 额外命中。"
TacticalText="<Bullet/> 幽灵灵能手枪"
AbilityDescName="幽灵灵能手枪"

[PRPA_WraithPsiPistolLaser X2WeaponTemplate]
FriendlyName="激光幽灵灵能手枪"
BriefSummary="激光幽灵灵能手枪。造成 3-5 点伤害，2 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 激光 Wraith Psi 手枪"
AbilityDescName="幽灵灵能手枪"

[PRPA_WraithPsiPistolMagnetic X2WeaponTemplate]
FriendlyName="磁力幽灵灵能手枪"
BriefSummary="磁力幽灵灵能手枪。造成 4-6 点伤害，3 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 磁力 Wraith Psi 手枪"
AbilityDescName="幽灵灵能手枪"

[PRPA_WraithPsiPistolCoil X2WeaponTemplate]
FriendlyName="线圈幽灵灵能手枪"
BriefSummary="线圈幽灵灵能手枪。造成 5-7 点伤害，4 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 线圈幽灵灵能手枪"
AbilityDescName="幽灵灵能手枪"

[PRPA_WraithPsiPistolBeam X2WeaponTemplate]
FriendlyName="电浆幽灵灵能手枪"
BriefSummary="电浆幽灵灵能手枪。造成 6-8 点伤害，5 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 电浆幽灵灵能手枪"
AbilityDescName="幽灵灵能手枪"



[PRPA_EtherealShardGauntlet X2PairedWeaponTemplate]
FriendlyName="以太碎片护手"
BriefSummary="这件虚空碎片护手曾经风光无限。造成 4-6 点伤害，2 点暴击伤害，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 一副历经战火的以太碎片护手，曾见证过它的辉煌。"
AbilityDescName="虚空碎片护手"

[PRPA_EtherealShardGauntletAdvanced X2PairedWeaponTemplate]
FriendlyName="高级以太碎片护手"
BriefSummary="已恢复其昔日光辉的以太碎片护手。造成 6-9 点伤害，3 点暴击伤害，并具有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 一件已恢复其昔日光彩的以太碎片护手。"
AbilityDescName="虚空碎片护手"

[PRPA_EtherealShardGauntletSuperior X2PairedWeaponTemplate]
FriendlyName="终极以太碎片护手"
BriefSummary="经过我们的技术改进，以太碎片护手已臻完美。造成 9-12 点伤害，4 点暴击伤害，并具有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 通过我们的技术改进而完善的以太碎片护手。"
AbilityDescName="虚空碎片护手"



[PRPA_DestroyerGauntlet X2PairedWeaponTemplate]
FriendlyName="毁灭者护手"
BriefSummary="这件毁灭者护手曾风光无限。造成 4 点伤害，2 点暴击伤害，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 一副历经战斗，见证过辉煌岁月的毁灭者护手。"
AbilityDescName="毁灭者护手"

[PRPA_DestroyerGauntletAdvanced X2PairedWeaponTemplate]
FriendlyName="高级毁灭者护手"
BriefSummary="这款毁灭者护手已恢复其昔日的辉煌。造成 7 点伤害，3 点暴击伤害，并具有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 一副恢复了昔日光辉的毁灭者护手。"
AbilityDescName="毁灭者护手"

[PRPA_DestroyerGauntletSuperior X2PairedWeaponTemplate]
FriendlyName="终极毁灭者护手"
BriefSummary="通过我们的技术改进，这款毁灭者护手已臻完美。造成 10 点伤害，4 点暴击伤害，并具有 5% 额外暴击几率和 10% 额外命中率。"
TacticalText="<Bullet/> 通过我们的技术改进而完善的毁灭者护手。"
AbilityDescName="毁灭者护手"



[PRPA_MagneticLauncher X2GrenadeLauncherTemplate]
FriendlyName="磁力发射器"
BriefSummary="一台已经过时的磁力发射器。"
TacticalText="<Bullet/> 一架历经战火、见证辉煌的磁力发射器。"
AbilityDescName="磁力发射器"

[PRPA_MagneticLauncherAdvanced X2GrenadeLauncherTemplate]
FriendlyName="高级磁力发射器"
BriefSummary="磁力发射器已恢复其昔日的辉煌。"
TacticalText="<Bullet/> 磁力发射器已恢复其昔日的辉煌。"
AbilityDescName="磁力发射器"

[PRPA_MagneticLauncherSuperior X2GrenadeLauncherTemplate]
FriendlyName="终极磁力发射器"
BriefSummary="通过我们的技术改进而完善的磁力发射器。"
TacticalText="<Bullet/> 通过我们的技术改进而完善的磁力发射器。"
AbilityDescName="磁力发射器"



[PRPA_AssaultShotgun X2WeaponTemplate]
FriendlyName="突击霰弹枪"
BriefSummary="突击霰弹枪。造成 4-5 点伤害，2 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 突击霰弹枪"
AbilityDescName="突击霰弹枪"

[PRPA_AssaultShotgunLaser X2WeaponTemplate]
FriendlyName="激光突击霰弹枪"
BriefSummary="激光突击霰弹枪。造成 6-7 点伤害，3 点暴击伤害，弹夹容量为 4，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 调整式突击霰弹枪"
AbilityDescName="突击霰弹枪"

[PRPA_AssaultShotgunMagnetic X2WeaponTemplate]
FriendlyName="磁力突击霰弹枪"
BriefSummary="磁力突击霰弹枪。造成 8-9 点伤害，4 点暴击伤害，弹夹容量为 4，并具有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 磁力突击霰弹枪"
AbilityDescName="突击霰弹枪"

[PRPA_AssaultShotgunCoil X2WeaponTemplate]
FriendlyName="线圈突击霰弹枪"
BriefSummary="线圈突击霰弹枪。造成 10-11 点伤害，5 点暴击伤害，弹夹容量为 4，并具有 5% 额外暴击几率和 10% 额外命中率。"
TacticalText="<Bullet/> 精制突击霰弹枪"
AbilityDescName="突击霰弹枪"

[PRPA_AssaultShotgunBeam X2WeaponTemplate]
FriendlyName="电浆突击霰弹枪"
BriefSummary="电浆突击霰弹枪。造成 12-13 点伤害，6 点暴击伤害，弹夹容量为 4，并具有 5% 额外暴击几率和 10% 额外命中率。"
TacticalText="<Bullet/> 电浆突击霰弹枪"
AbilityDescName="突击霰弹枪"



[PRPA_PathfinderSMG X2WeaponTemplate]
FriendlyName="探路者冲锋枪"
BriefSummary="探路者冲锋枪。造成 1-3 点伤害，3 点暴击伤害，弹夹容量为 3，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 探路者冲锋枪"
AbilityDescName="探路者冲锋枪"

[PRPA_PathfinderSMGLaser X2WeaponTemplate]
FriendlyName="激光探路者冲锋枪"
BriefSummary="激光探路者冲锋枪。造成 2-5 点伤害，4 点暴击伤害，弹夹容量为 3，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 激光探路者冲锋枪"
AbilityDescName="探路者冲锋枪"

[PRPA_PathfinderSMGMagnetic X2WeaponTemplate]
FriendlyName="磁力探路者冲锋枪"
BriefSummary="磁力探路者冲锋枪。造成 3-7 点伤害，4 点暴击伤害，弹夹容量为 3，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 磁力 Pathfinder SMG"
AbilityDescName="探路者冲锋枪"

[PRPA_PathfinderSMGCoil X2WeaponTemplate]
FriendlyName="线圈探路者冲锋枪"
BriefSummary="精制的探路者冲锋枪。造成 4-9 点伤害，5 点暴击伤害，弹夹容量为 3，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 线圈探路者冲锋枪"
AbilityDescName="探路者冲锋枪"

[PRPA_PathfinderSMGBeam X2WeaponTemplate]
FriendlyName="电浆探路者冲锋枪"
BriefSummary="电浆探路者冲锋枪。造成 5-11 点伤害，5 点暴击伤害，弹夹容量为 3，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 电浆探路者冲锋枪"
AbilityDescName="探路者冲锋枪"



[PRPA_PathfinderRifle X2WeaponTemplate]
FriendlyName="探路者步枪"
BriefSummary="探路者步枪。造成 2-6 点伤害，3 点暴击伤害，弹夹容量为 2，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 探路者步枪"
AbilityDescName="探路者步枪"

[PRPA_PathfinderRifleLaser X2WeaponTemplate]
FriendlyName="激光探路者步枪"
BriefSummary="激光探路者步枪。造成 3-8 点伤害，4 点暴击伤害，弹夹容量为 2，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 激光探路者步枪"
AbilityDescName="探路者步枪"

[PRPA_PathfinderRifleMagnetic X2WeaponTemplate]
FriendlyName="磁力探路者步枪"
BriefSummary="磁力探路者步枪。造成 4-10 点伤害，5 点暴击伤害，弹夹容量为 2，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 磁力探路者步枪"
AbilityDescName="探路者步枪"

[PRPA_PathfinderRifleCoil X2WeaponTemplate]
FriendlyName="线圈探路者步枪"
BriefSummary="精制的探路者步枪。造成 5-12 点伤害，6 点暴击伤害，弹夹容量为 2，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 线圈探路者步枪"
AbilityDescName="探路者步枪"

[PRPA_PathfinderRifleBeam X2WeaponTemplate]
FriendlyName="电浆探路者步枪"
BriefSummary="电浆探路者步枪。造成 6-14 点伤害，7 点暴击伤害，弹夹容量为 2，并有 5% 额外暴击几率和 10% 额外命中。"
TacticalText="<Bullet/> 电浆探路者步枪"
AbilityDescName="探路者步枪"



[PRPA_PathfinderScanner X2WeaponTemplate]
FriendlyName="探路者扫描仪"
BriefSummary="一台已经探路者扫描仪，已经见证过它的辉煌。"
TacticalText="<Bullet/> 一台久经沙场的探路者扫描仪，曾见证过它的辉煌。"
AbilityDescName="探路者扫描仪"

[PRPA_PathfinderScannerAdvanced X2WeaponTemplate]
FriendlyName="高级探路者扫描仪"
BriefSummary="已恢复其昔日辉煌的探路者扫描仪。"
TacticalText="<Bullet/> 探路者扫描仪已恢复其昔日的辉煌。"
AbilityDescName="探路者扫描仪"

[PRPA_PathfinderScannerSuperior X2WeaponTemplate]
FriendlyName="终极探路者扫描仪"
BriefSummary="通过我们的技术改进而更加完善的探路者扫描仪。"
TacticalText="<Bullet/> 通过我们的技术改进而更加完善的探路者扫描仪。"
AbilityDescName="探路者扫描仪"



[PRPA_PathfinderStunMine X2WeaponTemplate]
FriendlyName="探路者眩晕地雷"
BriefSummary="一台已经探路者扫描仪，已经见证过它的辉煌。"
TacticalText="<Bullet/> 一台久经沙场的探路者扫描仪，曾见证过它的辉煌。"
AbilityDescName="探路者扫描仪"

[PRPA_PathfinderStunMineAdvanced X2WeaponTemplate]
FriendlyName="高级探路者眩晕地雷"
BriefSummary="已恢复其昔日辉煌的探路者扫描仪。"
TacticalText="<Bullet/> 探路者扫描仪已恢复其昔日的辉煌。"
AbilityDescName="探路者扫描仪"

[PRPA_PathfinderStunMineSuperior X2WeaponTemplate]
FriendlyName="终极探路者眩晕地雷"
BriefSummary="通过我们的技术改进而更加完善的探路者扫描仪。"
TacticalText="<Bullet/> 通过我们的技术改进而更加完善的探路者扫描仪。"
AbilityDescName="探路者扫描仪"



[PRPA_FrostDroid_SMG_MK1_WPN X2WeaponTemplate]
FriendlyName="冰霜机器人 SMG MK1”

[PRPA_FrostDroid_SMG_MK2_WPN X2WeaponTemplate]
FriendlyName="冰霜机器人 SMG MK2”

[PRPA_FrostDroid_SMG_MK3_WPN X2WeaponTemplate]
FriendlyName="冰霜机器人 SMG MK3”


[PRPA_FrostMec_Cannon_MK1_WPN X2WeaponTemplate]
FriendlyName="冰霜Mec 加农炮 MK1”

[PRPA_FrostMec_Cannon_MK2_WPN X2WeaponTemplate]
FriendlyName="冰霜Mec 加农炮 MK2”

[PRPA_FrostMec_Cannon_MK3_WPN X2WeaponTemplate]
FriendlyName="冰霜Mec 加农炮 MK3”


[PRPA_FrostMec_Launcher_MK1_WPN X2WeaponTemplate]
FriendlyName="冰霜Mec 发射器 MK1”

[PRPA_FrostMec_Launcher_MK2_WPN X2WeaponTemplate]
FriendlyName="冰霜Mec 发射器 MK2”

[PRPA_FrostMec_Launcher_MK3_WPN X2WeaponTemplate]
FriendlyName="冰霜Mec 发射器 MK3”